<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Mejores Jugadores De La Historia</title>
<style type="text/css">
<!--
.Estilo10 {font-size: 14px}
.Estilo11 {color: #000000}
.Estilo12 {color: #FF0000; }
.Estilo13 {color: #FFFF00}
.Estilo15 {color: #009900}
.Estilo16 {color: #666666}
.Estilo17 {color: #0000CC}
.Estilo20 {color: #330066}
-->
</style>
</head>

<body>

<h1 align="center"><strong>Mejores Jugadores De La Historia</strong></h1>
<h1 class="Estilo10"> Los jugadores actuales de la NBA y de muchos otros de la historia de la NBA, incluidos todos los jugadores legendarios de la liga que han ingresado en el Salón de la Fama.</h1>
<h1><a href="Videos/Michael Jordan.mp4" class="Estilo12">Michael Jordan</a></h1>
<h1><img src="imagenes nba/Michael-Jordan.jpg" width="200" height="200" /></h1>
<h1>  <span class="Estilo10">El jugador m&aacute;s grande de todos los tiempos. Jordan lider&oacute; a los Chicago Bulls hasta alcanzar seis campeonatos de la NBA, seis premios al M&aacute;s Valioso de las Finales, cinco reconocimientos al M&aacute;s Valioso de la temporada regular, mientras se convert&iacute;a en todo un &iacute;cono mundial, dentro y fuera de la cancha. El genio de Jordan, a ambos lados de la cancha, defini&oacute; el baloncesto para una generaci&oacute;n, imponi&eacute;ndose como referente de los jugadores del futuro, que intentan seguir sus pasos. Su juego trascendi&oacute; al deporte.</span></h1>
<h1><a href="Videos/LeBron James.mp4" class="Estilo11"><span class="Estilo20">Lebron</span> <span class="Estilo13">James</span></a><span class="Estilo10">: </span></h1>
<h1><img src="imagenes nba/Lebron  James.jpg" width="200" height="200" /></h1>
<h1><span class="Estilo10">Con 6 pies y 9 pulgadas de estatura, con un peso superior a las 250 libras y un salto vertical de 40 pies, el juego de James est&aacute; basado en su poder; no obstante, su peculiar habilidad con los pases podr&iacute;a ser su habilidad m&aacute;s fuerte. James, premiado en cuatro ocasiones como M&aacute;s Valioso y cuatro veces campe&oacute;n, ha reinventado la forma en la cual definimos el apogeo de condiciones f&iacute;sicas de un jugador, siendo capaz, a sus 35 a&ntilde;os, de conducir a Los Angeles Lakers para meterse en la lucha por el t&iacute;tulo, en su temporada n&uacute;mero 17 en la NBA. Su bloqueo en el Juego 7 de las Finales de 2016, que ayud&oacute; a sellar la remontada 3-1 contra unos&nbsp;Golden State Warriors &nbsp;que sumaron 73 victorias en la campa&ntilde;a regular, &nbsp;En 17 temporadas ha llegado a 10 Finales y ha conquistado cuatro&nbsp;<strong>campeonatos</strong>: dos con Miami Heat, uno con Cleveland Cavaliers y otro con Los Angeles Lakers.</span></h1>
<h2><a href="Videos/Kareem Abdul Jabbar.mp4" class="Estilo11"><span class="Estilo15">Kareem</span> <span class="Estilo16">Abdul-Jabbar</span></a></h2>
<p><img src="imagenes nba/kareem adbul jabbar.jpg" width="200" height="200" /></p>
  <h1 class="Estilo10">Ning&uacute;n jugador en la historia de la NBA puede igualar el largo historial de excelencia alcanzado por Abdul-Jabbar. El p&iacute;vot gan&oacute; la cifra r&eacute;cord de seis premios al M&aacute;s Valioso de la NBA y fue All-Star en 19 oportunidades, alzando seis campeonatos (con 17 a&ntilde;os de distancia entre el primer y &uacute;ltimo t&iacute;tulos), aparte de 15 selecciones al equipo All-NBA, incluyendo 10 al primer equipo. Su indetenible gancho &quot;skyhook&quot; le permiti&oacute; anotar m&aacute;s puntos que cualquier otro jugador en la historia de este deporte y si bien su estilo no era ostentoso, se puede decir que no hemos visto a nadie mejor.</h1>
  <h2><a href="Videos/Bill Russell.mp4" class="Estilo11">Bill Russell </a></h2>
  <p><img src="imagenes nba/bill russel.jpg" width="200" height="200" /></p>
  <h1><span class="Estilo10">Russell, quien fue el m&aacute;s grande ganador de la historia del baloncesto, se alz&oacute; con 11 t&iacute;tulos en un lapso de 13 a&ntilde;os, mientras convert&iacute;a a los Boston Celtics en una s&uacute;per potencia defensiva, pr&aacute;cticamente por s&iacute; solo. La agudeza de Russell a la defensiva y su determinaci&oacute;n lo convirtieron en el antagonista perfecto de Wilt Chamberlain. Russell fue uno de los pocos jugadores de su &eacute;poca que no habr&iacute;a parecido obsoleto en eras futuras. Sus habilidades le ayudaron a obtener cinco premios al M&aacute;s Valioso y 11 selecciones al equipo All-NBA.</span></h1>
  <h2><a href="Videos/Magic Johnson.mp4" class="Estilo11">Magic Johnson</a></h2>
  <p><img src="imagenes nba/Magic Johnson.jpg" width="200" height="200" /></p>
  <h1><span class="Estilo10">Johnson, quien cuenta con argumentos para ser considerado el base y l&iacute;der sobre la cancha m&aacute;s grande de la historia, revolucion&oacute; el mundo del baloncesto, incursionando en la NBA como el base de mayor estatura en la historia de la liga hasta ese entonces, con 6 pies y 9 pulgadas. Fue un ganador legendario, un pasador trascendental, una jugada destacada lograda al instante y constante amenaza de triple-doble. Sin la presencia de Johnson y su hist&oacute;rica rivalidad con Bird y los Boston Celtics, es probable que la NBA no se encontrara en el sitial que hoy ocupa en el panorama deportivo. El carism&aacute;tico Johnson defini&oacute; a los Lakers de la era &quot;Showtime&quot; y sus quiebres r&aacute;pidos y pases sin mirar catapultaron a la NBA, de una era en la cual los partidos de las Finales no se transmit&iacute;an por televisi&oacute;n hasta convertirse en el deporte global que es hoy. </span></h1>
  <h2><a href="Videos/Wilt Chamberlain.mp4" class="Estilo11"><span class="Estilo12">Wilt</span> <span class="Estilo17">Chamberlain</span></a></h2>
  <p><img src="imagenes nba/Wilt_Chamberlain3.jpg" width="200" height="200" /></p>
  <h1><span class="Estilo10">Chamberlain fue un atleta con un talento tan superior que rayaba en lo c&oacute;mico. Fue un jugador que verdaderamente se adelant&oacute; a su era con creces. Sus estad&iacute;sticas (incluyendo su r&eacute;cord de la NBA de 100 puntos anotados en un mismo partido y su promedio de 50 tantos por encuentro en una sola temporada) son m&iacute;ticas. La &uacute;nica raz&oacute;n por la cual &quot;The Big Dipper&quot; no se ubica en un puesto m&aacute;s alto en los rankings de los jugadores m&aacute;s grandes de todos los tiempos es que Chamberlain &quot;apenas&quot; gan&oacute; dos campeonatos de la NBA.</span></h1>
  <h2><a href="Videos/Kobe Bryant.mp4" class="Estilo11"><span class="Estilo20">Kobe</span> <span class="Estilo13">Bryant</span></a></h2>
  <p><img src="imagenes nba/Kobe Bryant.jpg" width="200" height="200" /></p>
  <p>M&aacute;s all&aacute; de sus logros estad&iacute;sticos (cinco campeonatos, el partido con 81 puntos, el &uacute;ltimo encuentro de su carrera en el cual sum&oacute; 60 tantos, el premio al M&aacute;s Valioso de la NBA en 2008, 20 temporadas disputadas con la misma franquicia), el legado duradero dejado por Bryant fue su mentalidad agresiva y ardiente deseo de dominar en su disciplina deportiva. La &quot;Mentalidad Mamba&quot; se convirti&oacute; en algo m&aacute;s que una frase kitsch despu&eacute;s del tr&aacute;gico deceso de Bryant. Actualmente, representa una hoja de ruta para perseguir un sue&ntilde;o.</p>
  <h2><a href="Videos/Shaquille ONeal.mp4" class="Estilo11"><span class="Estilo20">Shaquille</span> <span class="Estilo13">O'Neal</span></a></h2>
  <p align="left"><img src="imagenes nba/Shaquille O'Neal.jpg" width="200" height="200" /></p>
  <h1 class="Estilo10">El p&iacute;vot miembro del Sal&oacute;n de la Fama transform&oacute; el panorama del baloncesto, gracias a una combinaci&oacute;n de agilidad, explosividad y contextura f&iacute;sica sin precedentes en la NBA. O'Neal, campe&oacute;n de la liga en cuatro ocasiones y tres veces ganador del M&aacute;s Valioso de las Finales, sum&oacute; promedios de 23.7 puntos y 10.9 rebotes en el transcurso de una carrera que pr&aacute;cticamente abarc&oacute; dos d&eacute;cadas. O'Neal fue All-Star en 15 oportunidades y alz&oacute; el reconocimiento al M&aacute;s Valioso de la liga en la campa&ntilde;a 1999-2000.</h1>
<h2>&nbsp;</h2>
  <h1>&nbsp;</h1>
</body>

</html>
